{"newspapers": {"cnn": {"link": "http://edition.cnn.com/", "articles": [{"title": "Desert dancers highlight Andean culture", "text": "Story highlights Photographer Andres Figueroa spent a week in one of the driest places on Earth\n\nHe took portraits of Chileans who dress up in costume for popular religious festivals\n\n(CNN) South America's Atacama Desert, one of the driest places on Earth, resembles some of the faraway planets monitored by giant telescopes there.\n\nThe lack of humidity provides optimal conditions to watch the sky and study the origins of the universe.\n\n\"It is pure visual silence,\" said photographer Andres Figueroa . \"It is amazing. There is absolutely no humidity, and (these conditions) create some striking contrasts.\"\n\nThere, in that clear, inhospitably arid environment, Figueroa turned his camera lens toward another discussion on cosmology, one rooted in the ancient folklore of the Andean people.\n\nTaking along his mobile lighting studio, Figueroa photographed a series of religious festivals that take place every July in the Atacama. In his \"Dancers of the Deserts\" series, Figueroa chronicles these festivals, which attract about 200,000 people to some otherwise quiet mining towns in Chile.\n\nRead More", "link": "http://edition.cnn.com/2015/04/07/world/cnnphotos-dancers-atacama-desert-chile/index.html", "published": "2015-04-07T00:00:00"}, {"title": "Dads cherish Sweden's parental leave", "text": "Story highlights Johan Bavman photographed fathers in Sweden, which has generous parental leave\n\nSweden's policies encourage fathers to take just as much leave as mothers\n\n(CNN) When photographer Johan Bavman became a father for the first time, he took more than a passing wonder about how his native Sweden is said to be the most generous nation on Earth for parental leave.\n\nHe immersed himself in fatherhood -- twice over, you might say.\n\nHe used his photography to document the real-life experience of other fathers taking full advantage of Sweden's extraordinary program, which allows mothers and fathers to take long, long leaves from their careers so they can care for their newborns.\n\nGet this: Sweden grants a total of 480 calendar days of parental leave, with 390 of them paid at 80% of income, with a maximum of 3,160 euros a month or $3,474. The remaining 90 days are paid at a flat-rate benefit of 20 euros a day, or $22.\n\nBut there's a catch. Fathers have to share that leave with mothers.\n\nRead More", "link": "http://edition.cnn.com/2015/04/05/living/cnnphotos-swedish-dads-parental-leave/index.html", "published": "2015-04-05T00:00:00"}, {"title": "Making a 'squat' a home", "text": "It's an idea that intrigues German-born photographer Corinna Kern , who moved into a squatted commercial building for several months in order to document the uncommon lifestyle unfolding behind its walls.\n\nShe first visited a squat -- a building occupied by people who don't own it or pay rent -- out of personal interest in April 2013, while she was in London studying for her master's degree.\n\nThe notion that this interest could be developed into a wider concept only came along a month or two later, she said. The result is a striking collection of photographs and text titled \"A Place Called Home,\" in which she seeks to challenge common preconceptions about squatters -- and explore the idea that home is more a feeling than a physical place.\n\nHaving moved into her new home in a squat in Kentish Town, north London, Kern had to figure out how to coexist in one building with 30 people and three dogs. She also found herself part of a wider alternative community that's both transient and close-knit.\n\nThrough the connections she made, she visited six other squats in north and south London. One was in a former fabric warehouse, another in an abandoned garden center, a third in a white-walled former design studio.\n\n\"As the squatting scene is very interconnected, I came to discover how diverse squats can be, both in their visual appearance and emotional vibe,\" she said. \"The unusualness of the different places, which may not comply with the idea of home in the common sense, intrigued me and shaped my project.\"\n\nAll the squats Kern visited were in former commercial premises. A law enacted in September 2012 made it illegal to squat in residential properties.\n\nI came to discover how diverse squats can be, both in their visual appearance and emotional vibe. Corinna Kern\n\nWith housing costs high in London and affordable options in short supply, squatting can seem an appealing option to some people -- although, as Kern points out, it's not a lifestyle chosen simply because of homelessness or poverty.\n\n\"What might commonly be perceived as a shelter for the homeless or poor is often a conscious choice of an alternative and communal way of living,\" she writes in the text accompanying her images.\n\n\"The squatting lifestyle attracts many individuals on their search for adventure, freedom, friendship and self-discovery. Yet, it demands sacrifices and the ability to change and adapt.\"\n\nThe squatters' campaign group SQUASH (Squatters' Action for Secure Homes) says no one knows how many squatters there are nationwide at any one time. But it is clear that tens of thousands of people in the UK have squatted at one time or another, it says.\n\nSocial media Follow @CNNPhotos on Twitter to join the conversation about photography.\n\nThe Empty Homes Agency, an independent charity group that campaigns for empty homes to be used for those in need, estimates that there are currently 610,000 empty homes in England. About one-third of these homes have been empty for six or more months, it says.\n\nBut since it's now illegal to squat in residential properties, empty or not, squatters have turned to London's disused commercial buildings, many of which have been left empty long-term.\n\nWhen squatters move in, they bring a new life to the space, often surprising in its incongruity. In one of Kern's photographs, taken inside the disused fabric warehouse, a man rests on a shelf used for storing rolls of cloth. He's hard to spot at first among the jumble of multicolored fabric.\n\nOther images show \"The Castle,\" a former five-story office block in central London that is now a home for more than 100 squatters -- and a site for raves. Graffiti covers the walls, and party detritus is scattered across the floor where office workers once walked.\n\nAnother of Kern's photographs, taken in a squat in a former cabaret restaurant, shows a young man and woman, semi-clothed and hard at work to repair and alter their surroundings using cloth and wood.\n\nFor her project, Kern says, she used only a wide-angle lens to reflect the closeness of her subjects. \"The use of natural light adds to a candid feel,\" she said, adding to the authenticity of the images.\n\n\"I visually tried to convey the very different vibes of the squats that became homes, according to both their residents and the nature of the occupied spaces. Especially for the squat that I stayed at, I focused largely on the communal lifestyle in order to convey a sense of home.\"\n\nFar from encountering resistance as she ventured into people's intimate space, Kern says she made many friends. This was in part because she won people's trust by living among them -- but also because her project aimed to celebrate the positive aspects of their lifestyle rather than reinforce the negative stereotypes of squatters as wasters, tax dodgers or down-and-outs.\n\n\"My fellow squatters knew that I was a photographer documenting the squatting lifestyle, since I was always carrying my camera with me,\" she said.\n\n\"The squatters were very welcoming when I first met them, became my friends, hence the majority reacted positively towards me taking photographs.\"\n\nDespite the privations that come with squatting in buildings that often have no electricity or running water, Kern says she would do it again -- although she wants to try out the many other alternative lifestyles out there first.\n\nFrom her images and her words, it's clear she found her time in a squat an overwhelmingly rewarding experience.\n\n\"You may not have a shower, but you may gain the most amazing rooftop views,\" she writes. \"You may have to share your room with seven other people, but you may share your happiest moments with them. You may have to move 10 times a year, but the diverse places and people you meet become an integral part of your journey through life, turning it into anything but ordinary.\"", "link": "http://edition.cnn.com/2015/02/08/living/cnnphotos-a-place-called-home/index.html", "published": "2015-02-08T00:00:00"}]}, "bbc": {"rss": "http://feeds.bbci.co.uk/news/rss.xml", "link": "http://www.bbc.com/", "articles": [{"link": "https://www.bbc.co.uk/news/uk-48946051", "published": "2019-07-11T14:11:47", "title": "Strait of Hormuz: Iranian boats 'tried to intercept British tanker'", "text": "Image copyright Reuters Image caption HMS Montrose was shadowing a British tanker as it moved into the Strait of Hormuz\n\nIranian boats tried to impede a British oil tanker near the Gulf - before being driven off by a Royal Navy ship, the Ministry of Defence has said.\n\nHMS Montrose, a British frigate shadowing the BP-owned tanker, was forced to move between the three boats and the tanker, a spokesman said.\n\nHe described the Iranians' actions as \"contrary to international law\".\n\nIran had threatened to retaliate for the seizure of one of its own tankers, but denied any attempted seizure.\n\nBoats believed to belong to Iran's Islamic Revolution Guard Corps (IRGC) approached the tanker, British Heritage, and tried to bring it to a halt as it was moving out of the Gulf into the Strait of Hormuz.\n\nGuns on HMS Montrose were trained on the Iranian boats as they were ordered to back off, US media reported. The boats heeded the warning and no shots were fired.\n\nThe BBC has been told British Heritage was near the island of Abu Musa when it was approached by the Iranian boats.\n\nAlthough Abu Musa is in disputed territorial waters, HMS Montrose remained in international waters throughout.\n\nDefence Secretary Penny Mordaunt said the government was concerned by the incident and urged the Iranian authorities to \"de-escalate the situation\".\n\nForeign Secretary Jeremy Hunt added the UK would monitor the situation \"very carefully\".\n\nPrime Minister Theresa May's official spokesman said the government was \"committed to maintaining freedom of navigation in accordance with international law\".\n\nWhat does Iran say?\n\nThe navy of Iran's Islamic Revolution Guard Corps has denied claims it tried to seize the tanker, Iranian news agencies reported. IRGC's navy said there had been no confrontation with any foreign vessels in the past 24 hours.\n\nIranian foreign minister Mohammad Javad Zarif said the UK made the claims \"for creating tension\".\n\n\"These claims have no value,\" Mr Zarif added, according to the Fars news agency.\n\nWhy are UK-Iran tensions escalating?\n\nImage copyright EPA Image caption Two tankers were attacked in the Strait of Hormuz in June\n\nThe relationship between the UK and Iran has become increasingly strained, after Britain said the Iranian regime was \"almost certainly\" responsible for the attacks on two oil tankers in June.\n\nLast week, British Royal Marines helped the authorities in Gibraltar seize an oil tanker because of evidence it was carrying Iranian crude oil to Syria in breach of EU sanctions.\n\nOn Thursday an Iranian official told the BBC the seizure was \"unnecessary and non-constructive escalation by the UK\".\n\nThe official claimed the oil was not bound for Syria and called for the tanker to be released.\n\nThe government of Gibraltar said it would not comment on matters relating to the vessel as it was the subject of a police investigation. It said the matter was also now in the Supreme Court.\n\nThe Port of Gibraltar's live map showed the tanker, Grace 1, remained anchored about 3km off the east coast of Gibraltar.\n\nImage copyright Reuters Image caption British Royal Marines helped to detain the oil tanker, Grace 1, near Gibraltar earlier this month\n\nAt the time of the Gibraltar incident, Iran summoned the British ambassador in Tehran to complain about what it said was a \"form of piracy\".\n\nAn Iranian official said a British oil tanker should be seized if Grace 1 was not released.\n\nOn Wednesday, Iranian President Hassan Rouhani mocked the UK, calling it \"scared\" and \"hopeless\" for using Royal Navy warships to shadow another British tanker in the Gulf.\n\nHMS Montrose had shadowed the British tanker Pacific Voyager for some of the way through the Strait of Hormuz, but that journey had passed without incident.\n\n\"You, Britain, are the initiator of insecurity and you will realise the consequences later,\" Mr Rouhani said.\n\nThe UK has also been pressing Iran to release British-Iranian mother Nazanin Zaghari-Ratcliffe who was jailed for five years in 2016 after being convicted for spying, which she denies.\n\nMedia playback is unsupported on your device Media caption Why does the Strait of Hormuz matter?\n\nThe Royal Navy has a frigate, four minehunters and a Royal Fleet Auxiliary support ship already stationed in a permanent Naval Support Facility in the region, at Mina Salman in Bahrain.\n\nThis is enough to provide reassurance, but probably not to deal with a crisis, BBC defence correspondent Jonathan Beale said.\n\n\"HMS Montrose will not be able to provide protection for every commercial vessel in the Gulf with links to the UK,\" he added.\n\n\"Ministers will now have to contemplate sending another Royal Navy warship to the region. But in doing so, that may only further escalate tensions with Iran, which is something the government wants to avoid.\"\n\nThe Ministry of Defence confirmed Royal Marines were on board HMS Montrose and said this was normal for frigates and destroyers deployed to the Gulf.\n\nCan ships in the area avoid Iranian waters?\n\nThe Strait of Hormuz, through which all ships must pass to enter the Gulf, is so narrow - just 21 nautical miles (39km) at its narrowest - that Iranian and Omani territorial waters meet in the middle.\n\nSo instead of sailing through international waters, ships must pass through Iranian or Omani territory which both extend 12 nautical miles out from their coasts.\n\nShips do this under something called Rights of Straits Passage - part of a UN convention which gives ships free passage through the world's chokepoints like the Strait of Gibraltar and the Malacca Strait.\n\nIn the case of the Strait of Hormuz, shipping is channelled through two lanes heading in opposite directions, each one two nautical miles wide.\n\nThis is called the Traffic Separation Scheme.\n\nBoth Iran and the US Navy deploy warships to patrol this area and have narrowly avoided confrontation on several occasions.\n\nOnce ships pass through the Strait of Hormuz and enter the Gulf they need to be wary of a contested area around the islands of Abu Musa and the Greater and Lesser Tunbs.\n\nThese are claimed by both Iran and the UAE but occupied solely by Iranian forces.\n\nCould the UK-Iran situation get worse?\n\nIran appears to have been attempting to make good on its threat against British-flagged vessels in the wake of the seizure of an Iranian tanker off Gibraltar.\n\nBut though this incident has a specifically bilateral dimension, it is also a powerful reminder that the tensions in the Gulf have not gone away.\n\nAnd with every sign that the dispute over the nuclear agreement with Iran is set to continue, things may only get worse.\n\nThe episode may add some impetus to US-brokered efforts to muster an international naval force in the Gulf to protect international shipping.\n\nBut most worrying of all, it shows that elements within the Iranian system - the Revolutionary Guard Corps's naval arm, or whatever - are intent on stoking the pressure.\n\nThis inevitably plays into President Trump's hands as Britain and its key European partners struggle to keep the nuclear agreement alive.\n\nWhat we know about British Heritage\n\nIt is understood British Heritage was not carrying cargo at the time of the incident with the Iranian boats.\n\nA spokesman for BP said: \"Our top priority is the safety and security of our crews and vessels.\n\n\"While we are not commenting on these events, we thank the Royal Navy for their support.\"\n\nThe vessel is registered at the port of Douglas, in the Isle of Man.\n\nWhat are US-Iran tensions about?\n\nThe US has blamed Iran for attacks on six oil tankers in May and June.\n\nOn Wednesday the chairman of the US military's Joint Chiefs of Staff said it wanted to create a multi-national military coalition to safeguard waters around Iran and Yemen.\n\nThe news followed the Trump administration's decision to pull out of an international agreement on Tehran's nuclear programme and reinforce punishing sanctions against Iran.\n\nEuropean allies to the US, including the UK, have not followed suit.\n\nIran's ambassador to the UN has insisted Europeans must do more to compensate Tehran for economic losses inflicted by US sanctions.\n\nTehran has begun to nudge the levels of its enriched uranium beyond the limits of a nuclear deal agreed with a group of world powers, in small and calculated steps.\n\nMajid Takht-Ravanchi told the BBC, Iran would move to the \"third phase\" of its stepped-up uranium enrichment programme unless the Europeans kept promises to uphold the economic benefits of the accord."}, {"link": "https://www.bbc.co.uk/news/uk-48950672", "published": "2019-07-11T14:47:42", "title": "Tommy Robinson jailed for contempt of court", "text": "Image copyright Getty Images\n\nTommy Robinson has been jailed for nine months over contempt of court.\n\nThe ex-English Defence League leader was found guilty last week of interfering with the trial of a sexual grooming gang at Leeds Crown Court in May 2018.\n\nTwo Old Bailey judges said his Facebook Live video of defendants in the trial had encouraged \"vigilante action\".\n\nA social media account in Robinson's name called the sentence an \"absolute joke\" and said it was time to protest.\n\nOutside the London court, supporters of Robinson, whose real name is Stephen Yaxley-Lennon, booed as news of his sentence reached them.\n\nThe crowd marched towards the Old Bailey chanting \"we want Tommy out\" before some began pelting police with bottles and cans.\n\nAs a prison van thought to contain Robinson drove away, several supporters shouted \"we love you, Tommy\".\n\nSome of his supporters then moved towards Parliament where there were reports of journalists being verbally abused and physically intimidated.\n\nCity of London Police said officers arrested four people for alleged offences committed on Friday, the day of Robinson's conviction.\n\nImage copyright Getty Images\n\nDuring the 2018 case at Leeds Crown Court, reporting restrictions had been put in place postponing the publication of any details until the end of a series of linked trials involving 29 defendants.\n\nHowever, Robinson, 36, from Luton, broadcast footage from outside the court on 25 May 2018, while the jury in the second trial of the series was considering its verdict.\n\nThe video lasted an hour-and-a-half and was viewed online 250,000 times, after being live-streamed on Facebook.\n\nIn a written ruling, Dame Victoria said Robinson had claimed his intention in making the broadcast was to \"denounce the media\" for their behaviour.\n\nBut the judges found he had encouraged others \"to harass a defendant by finding him, knocking on his door, following him, and watching him\".\n\nThis created \"a real risk that the course of justice would be seriously impeded\", she said.\n\nPossible appeal\n\nRobinson was originally jailed for 13 months on the day of the Facebook broadcast, but was released two months into his sentence after winning an appeal.\n\nThe case was then referred back to Attorney General Geoffrey Cox, who announced, in March this year, that it was in the public interest to bring fresh proceedings.\n\nThe nine month jail sentence served on Thursday includes six months for the Leeds Crown Court offence last year and another three months for contempt of court, following a suspended sentence given at Canterbury Crown Court in May 2017.\n\nAt the Old Bailey on Thursday, Dame Victoria Sharp told Robinson that the time he previously spent behind bars for contempt would be taken into account, reducing his sentence to 19 weeks - of which he would serve half before being released.\n\nRobinson's barrister Richard Furlong raised the possibility of an appeal against the court's decision and was told he has 28 days to apply.\n\nThe attorney general said the sentencing illustrated how seriously the courts would take matters of contempt.\n\n\"I would urge everyone to think carefully about whether their social media posts could amount to contempt of court,\" Mr Cox added.\n\nWhat is contempt of court?\n\nContempt of court laws exist to ensure people have fair trials. The idea is that juries must not be influenced by anything but the evidence they hear in court.\n\nThe rules apply to everyone from journalists to people posting comments on social media, and even jurors.\n\nIf someone interferes with a trial, the defendants can walk free and a new trial may have to be held.\n\nThe maximum sentence for contempt of court is two years in prison, but it can also be punished with an unlimited fine.\n\nContempt includes publishing anything that creates a substantial risk of seriously prejudicing \"active\" criminal proceedings. Proceedings become \"active\" when a suspect is arrested.\n\nSomeone could also be in contempt by actions including taking photographs or film, recording what is said in court or talking to a jury member about a case."}, {"link": "https://www.bbc.co.uk/news/education-48951653", "published": "2019-07-11T12:38:20", "title": "'Grade inflation' means 80% more top degree grades", "text": "Image copyright Getty Images\n\nThe proportion of students in England awarded first-class degrees continues to increase - rising by 80% since 2010-11, the university watchdog says.\n\nThe Office for Students, warning of grade inflation, says for almost three-quarters of universities such increases in top grades are \"unexplained\".\n\nThe University of Surrey increased its proportion awarded first-class degrees from 23% to 47% of students.\n\nEducation Secretary Damian Hinds warned against \"unfair practices\".\n\n\"Worries about grade inflation threaten to devalue a university education in the eyes of employers and potential students,\" said Susan Lapworth, director of competition for the Office for Students.\n\n'Disappointing'\n\nThe higher education watchdog also examined why the proportion awarded top degrees might have risen from 16% to 29%, such as students arriving from school with better qualifications.\n\nBut the analysis found much of the increase could not be explained.\n\nThe figures showed over 40,000 more students graduated with firsts last summer than in the cohort of seven years before.\n\nMr Hinds said that if universities were giving many more top degrees without a legitimate reason, it was unfair on those who had studied to the same standard in previous years.\n\nImage copyright Getty Images Image caption Damian Hinds has warned that grade inflation is unfair on students from previous years\n\n\"We owe it to the hard-working students and institutions who play by the rules to stamp out this unfair practice,\" said the education secretary.\n\n\"Today's figures are disappointing and risk compromising the public trust in the high standards of our universities,\" he said.\n\nBig increases\n\nThe watchdog showed the changes in students awarded first-class degrees between 2010-11 and 2017-18, including:\n\nImperial College London from 31% to 46%\n\nUniversity of Huddersfield: 15% to 40%\n\nUniversity College London: 24% to 40%\n\nDurham University: 18% to 38%\n\nUniversity of East Anglia: 14% to 39%\n\nUniversity of Northumbria: 16% to 35%\n\nUniversity of West London: 13% to 34%\n\nStaffordshire University: 14% to 34%\n\nThe study also looked at those awarded either first or upper-second class degrees (2:1s). These now account for the great majority of degrees.\n\nIn the University of Bristol, 92% of students are awarded either a first or 2:1 and at Cambridge 94% reach this threshold.\n\n'Stark warning'\n\nThere have been big increases in the proportion of students awarded these two top grades despite beginning university with relatively low A-level grades.\n\nImage copyright Getty Images\n\nAmong those going to university with grades below three Ds at A-level, seven years ago about 40% were awarded the top two grades - and that has risen to above 70%.\n\nThe education secretary has previously warned universities to stop \"spiralling\" grade inflation.\n\nBut this trend has continued and the Department for Education now says universities have been given a \"stark warning\" that this needs to change.\n\n\"Universities are determined to tackle unexplained grade inflation,\" said Dame Janet Beer, president of Universities UK.\n\n\"The sector's collective will to take ownership of this challenge is strong, as we recognise it is crucial that we keep the confidence of students, employers and the public, in the value of a university qualification.\""}, {"link": "https://www.bbc.co.uk/news/uk-england-manchester-48948209", "published": "2019-07-11T12:47:16", "title": "Anthony Grainger shooting: Judge criticises Greater Manchester Police", "text": "Image copyright PA Image caption Anthony Grainger was shot dead in 2012\n\nA police force was to blame for the fatal shooting of an unarmed man, a public inquiry has concluded.\n\nAnthony Grainger, 36, was in a stolen car when he was shot in the chest in Cheshire in March 2012.\n\nA judge said the shooting was legally justified, but criticised senior officers at Greater Manchester Police (GMP) for a \"catastrophic series of failings and errors\".\n\nThe force said it believed Mr Grainger was planning an armed robbery.\n\nBut Judge Thomas Teague QC said an operation targeting Mr Grainger had been organised and planned \"incompetently\".\n\nSenior officers \"failed to authorise, plan or conduct the firearms operation in such a way as to minimise recourse to the use of lethal force\", the judge said.\n\n'Litany of failures'\n\nMr Grainger's partner Gail Hadfield-Grainger said \"it has taken seven years but some justice has been done for Anthony\" and the inquiry had shown his death \"could and should have been prevented\".\n\nShe said the report highlighted \"a litany of catastrophic failures\".\n\nMr Grainger's mother Marina Schofield said his \"devastated\" family had \"gone through hell to find out the true facts of what happened that night\".\n\nShe also called for \"lessons to be learned\", adding: \"We only hope that this outcome serves as a lesson for GMP so that others do not have to go through what we have suffered.\"\n\nMr Grainger, from Bolton, was shot through the windscreen of a stolen Audi in a car park in Culcheth on 3 March.\n\nThe inquiry was told no firearms were found either on Mr Grainger or in the car.\n\nMedia playback is unsupported on your device Media caption Mr Grainger's partner Gail Hadfield-Grainger said his death \"could and should have been prevented\"\n\nThe officer who shot Mr Grainger told the inquiry at Liverpool Crown Court in 2017 he fired as he thought Mr Grainger had reached down to pick up a firearm.\n\nThe judge said the officer, referred to in court as Q9, had not acted unlawfully because he \"honestly but mistakenly believed Mr Grainger was reaching for a gun\".\n\nHe jumped to that wrong conclusion because of the \"misleading way his superiors had briefed him beforehand\", according to Judge Teague.\n\nGMP said it would consider the report's findings and criticisms with \"utmost care\".\n\n\"The force, our commanders, and our officers do not set out on any policing operation with the intention of firearms being discharged,\" it said, adding: \"This case was no different.\"\n\nImage copyright GMP Image caption Mr Grainger was shot dead in a stolen Audi in a car park in Culcheth\n\nThe inquiry was told Mr Grainger and one of his passengers, David Totton, had been the subject of a GMP operation - Operation Shire - for some weeks, which was investigating their suspected involvement in commercial robberies.\n\nBut Judge Teague said there was no intelligence to suggest the men were armed or had access to firearms on 3 March.\n\nThe judge said if firearms commanders had planned, briefed and conducted the deployment competently, Q9 \"would have been less likely to misinterpret Mr Grainger's actions and might not have shot him\"."}]}, "theguardian": {"rss": "https://www.theguardian.com/uk/rss", "link": "https://www.theguardian.com/international", "articles": [{"link": "https://www.theguardian.com/news/2019/jul/11/labour-antisemitism-30-whistleblowers-to-give-evidence-to-ehrc", "published": "2019-07-11T14:07:11", "title": "Labour antisemitism: 30 whistleblowers to give evidence to EHRC", "text": "More than 30 whistleblowers including current Labour members of staff will submit evidence to the equalities watchdog about antisemitism in the party, the Guardian understands.\n\nThe revelation comes after eight former members of staff went public alleging consistent interference in the disputes process by senior Labour aides in a BBC Panorama programme.\n\nLabour has complained about the programme to the highest level of the BBC, claiming staff were disaffected and motivated by political opposition to Jeremy Corbyn.\n\n\n\nThe Jewish Labour Movement revealed on Thursday it had detailed witness statements from 30 former and current Labour members of staff that it was planning to submit to the Equality and Human Rights Commission, which is investigating Labour’s handling of antisemitism in the party.\n\nThe BBC’s Panorama set out claims of antisemitism in the Labour party. Our panel responds | The panel Read more\n\nSeveral more whistleblowers are understood to have approached the group since the programme was aired on Wednesday night.\n\nA spokesman for the Jewish Labour Movement said: “The testimonies of whistleblowers confirm what we have suspected for some time. The culture and scale of antisemitism within the party has been perpetuated and exacerbated by those at the very top. Those responsible must be held accountable.”\n\n\n\nJLM said it had begun collecting statements since September 2018 to refer to the EHRC.\n\n\n\nThe group, which is the party’s oldest and only official Jewish affiliate, said it wanted to pay tribute to those who had come forward, particularly four who had already broken non-disclosure agreements.\n\n“In the face of legal action, they have demonstrated bravery and integrity in abundance. We’d urge any party officer or staffer, past or present, to come forward now, and tell us and the EHRC what you know,” the spokesman said.\n\n\n\nOne source suggested the Panorama documentary contained “around 5%” of the detail that had been collated to submit to the EHRC.\n\nThe EHRC launched a formal investigation into whether Labour “unlawfully discriminated against, harassed or victimised people” from the Jewish community in May, saying it had received a number of complaints about Labour’s handling of allegations.\n\nThe party has said it will cooperate fully with the investigation but rejected any suggestion that it did not handle complaints “fairly and robustly, or that the party has acted unlawfully”.\n\nA number of other former and current members of staff are expected to approach the EHRC directly, rather than through JLM’s formal submission. Others may be compelled to come forward. A senior Labour source said they believed evidence given by those who were called by the EHRC could be the most damaging.\n\n“The documentary will prompt many more people to come forward, or to speak freely if they are compelled to give evidence to the EHRC,” the source said. “It hit home when the whistleblowers said how when you try to do something about injustice but can’t, you start to feel complicit.\n\n“Many of us are from trade union backgrounds, we know the Acas guidance about what it means when so many employees are off with sickness. There are far more senior people who have not come forward, who have also signed NDAs, but who could be compelled to talk by the EHRC.”\n\nQ&A What is the EHRC and what are its powers? Show Hide The Equality and Human Rights Commission (EHRC) was formed in 2007 to promote and uphold equality and human rights laws across England, Scotland and Wales. It bought together the work of three previous bodies -the Commission for Racial Equality, the Disability Rights Commission and the Equal Opportunities Commission. The Commission's role includes enforcing equality legislation on 'protected characteristics' - age, disability, gender, marriage, pregnancy, race, religion and sexual orientation. The EHRC's powers range from simply providing advice to organisations, to holding inquiries to ensure that equality laws are enforced and to work towards ending discrimination and harassment. Ultimately the EHRC can take organisations to court in order to force them to comply.\n\nLabour’s deputy leader, Tom Watson, said he and the shadow cabinet had been denied access to information on the scale of the problem and the party’s official response to the investigation by the equalities watchdog.\n\nThe deputy leader said he could not assess whether Panorama exaggerated the scale of antisemitism in the party because he was unable to find out how many complaints had been made.\n\n“I’ve been told by the general secretary that I’m not legally responsible for dealing with outside regulatory bodies,” Watson said.\n\nMembers of Labour’s governing national executive committee raised serious concerns at a meeting on Tuesday that party chiefs had not shared the submission to the EHRC investigation with its ruling body.\n\nThe submission was to be coordinated by Labour’s in-house counsel Gordon Nardell, but the barrister quit last week after just one year in post to return full-time to his chambers, Twenty Essex, which said it was “delighted” to welcome him back full-time from August.\n\n“The party has not grasped the consequences how serious this investigation is if Labour is found guilty, there is no concept of the extremely severe ramifications of that decision,” one source close to the NEC said.\n\n“At the NEC meeting, neither the EHRC investigation nor Panorama was on the agenda. There was no time to discuss it.\n\n“This is an extremely serious thing, we are effectively the trustees of the party, and we are being left entirely in the dark about how we respond to this.”\n\nThe body does not have the power to fine or prosecute individuals but it could create a legally enforceable action plan for organisations and make recommendations, if it finds against Labour.\n\nKeir Starmer, a shadow cabinet member, said the party should show it was ready to “throw open the books and say you have got access to anything”.\n\nNEC members intend to raise the matter again at the meeting of the equalities committee next week and again at a full meeting the following week.\n\nA Labour spokesman said: “The Labour party is fully committed to the support, defence and celebration of the Jewish community and implacably opposed to antisemitism in any form. Our records show that after Jennie Formby became general secretary, the rate at which antisemitism cases have been dealt with increased more than fourfold.\n\n\n\n“Complaints about antisemitism relate to a small minority of our members. We have robust procedures for dealing with such complaints, which we are continuing to improve and we are cooperating fully with the EHRC.”\n\n\n\nSam Matthews, Labour’s former head of complaints, told Sky News the EHRC would be able to pinpoint those responsible for allowing the issue to escalate, with powers that former staffers would not have.\n\n“While I can provide testimony, all the EHRC can do is use their powers to get and reach into the Labour party servers and to Unite servers ... to find if this has happened,” he said. “The EHRC have the power to find it and they absolutely need to.”\n\n\n\nMatthews, one of the former staffers who also spoke to Panorama, said he believed the process could ultimately end up in court. “I think that where the EHRC get to is ultimately a process that they are going through at the moment but it could end up there,” he said."}, {"link": "https://www.theguardian.com/world/2019/jul/11/angela-merkel-sits-anthems-after-latest-shaking-episode", "published": "2019-07-11T13:03:42", "title": "Angela Merkel sits for anthems after latest shaking episode", "text": "Angela Merkel sat through the German and Danish national anthems during a ceremony welcoming Denmark’s prime minister to Berlin. The German chancellor reportedly requested the change in protocol a day after she was seen shaking in public for the third time in as many weeks.\n\nMerkel appeared calm as she and the new Danish leader, Mette Frederiksen, took seats on white upholstered chairs on the red carpet during military honours outside the chancellery in Berlin. The chancellor remained still throughout the hymns, moving only to smile and nod at her visitor.\n\nA report in the Bild newspaper suggested Merkel had asked for a change to the protocol in which the leaders would normally stand through the ceremony. A day earlier, Merkel was seen trembling while standing at the same location as she welcomed the Finnish prime minister, Antti Rinne.\n\nAfterwards, the chancellor, who intends to step down by 2021, said she was “doing fine” and indicated she believed the cause of the shaking bouts was at least partly psychological.\n\nThe latest episode, which appeared to stop when Merkel moved, was thought to be less serious than previous bouts. The 64-year-old was seen moving uncontrollably during military honours for the visiting Ukrainian president, Volodymyr Zelenskiy, in blazing heat on 18 June.\n\n“I am going through a phase of processing the recent military honours with President Zelenskiy,” Merkel said on Wednesday. “This appears not to be quite finished yet, but I am making progress and will have to live with it for a while.”\n\nPlay Video 1:15 Angela Merkel says she is 'fine' after third bout of shaking in one month – video\n\nAfter the initial bout, she blamed dehydration, later claiming she recovered after a drink of water. But a week later she had a similar episode in more comfortable weather while appearing with the German president, Frank-Walter Steinmeier, at the Bellevue Palace in Berlin.\n\nOne German media report, citing government sources, suggested Merkel’s second shaking bout was triggered by the memory of the first. She was also seen shaking during military honours in humid conditions in Mexico City in 2017.\n\nMerkel’s decision to sit through the ceremony will further fuel speculation about whether the long-serving leader’s famously gruelling schedule – including frequent all-night marathon meetings – – has begun to take its toll on her health. Explanations floated in the German press range from dehydration to anxiety, overwork and stress."}, {"link": "https://www.theguardian.com/politics/2019/jul/11/tory-mps-condemn-boris-johnson-over-kim-darroch-resignation", "published": "2019-07-11T12:19:21", "title": "Tory MPs condemn Boris Johnson over Kim Darroch resignation", "text": "Frontrunner to become PM accused of lack of leadership and called on to apologise\n\nBoris Johnson has been heavily criticised by fellow Tory MPs over his role in Sir Kim Darroch’s decision to resign as the UK ambassador to Washington, with one backbencher saying the frontrunner in the Conservative leadership contest should come to the Commons to apologise.\n\nAn urgent question in the Commons about Darroch’s departure, which followed the leak of diplomatic cables critical of the Donald Trump White House, resulted in repeated condemnation of Johnson, and only one Conservative MP came to his defence.\n\nThe criticism of Johnson was based on his choice of language in a Conservative leadership debate on Tuesday, in which he refused to give Darroch his support, even as his leadership rival, the foreign secretary, Jeremy Hunt, said he would expect the ambassador to stay in post until his planned retirement.\n\nIn a shock move that prompted the senior civil servant at the Foreign Office to call an all-staff meeting to reassure “shaken” diplomats, Darroch announced on Wednesday morning that he could no longer continue in his role following the leak.\n\nPlay Video 1:26 Boris Johnson criticised over Kim Darroch: 'The most craven and despicable act of cowardice' – video\n\nAdding to the likely discomfort for Johnson, the Foreign Office minister sent out to speak for the government was Sir Alan Duncan, who on Wednesday accused him of throwing Darroch “under the bus”.\n\nProfile Sir Kim Darroch Show Hide Born in County Durham in 1954, Sir Nigel Kim Darroch graduated with a degree in zoology from Durham University after attending Abingdon school on a scholarship. Tall and gregarious, he was nicknamed “Kimbo” at the Foreign Office, where he began his civil service career in 1977 and climbed the ranks of diplomacy in postings from Japan to Italy. He entered the public eye when he was frequently seen at Cameron’s side as his national security adviser from 2012 to 2015, joining him on trips to war zones, and chairing meetings on international crises, from Russian aggression in Ukraine to the collapse of the Libyan government. But it is his roles prior to that, as Blair’s top adviser on Europe, and as the permanent representative to the EU under Brown, that led to his vilification by Conservative Brexit supporters, who regard him as an arch Europhile. In January 2016 he took up the role of HM ambassador to the United States. Despite having been appointed when Hillary Clinton was thought likely to win the presidency, Darroch threw himself into courting Trump’s inner circle, “flooding the zone” of people in Trump’s orbit, hoping to gain influence through showing up and cultivating contacts. He also worked hard to court well-connected American journalists so he could benefit from their insights. In July 2019, Darroch resigned as ambassador, after a series of leaked diplomatic messages revealed that he had described the administration as \"inept\" and \"clumsy\". This led to a vocal Twitter outburst from Trump. Darroch could never have imagined that his distinguished 40-year diplomatic career would end with a US president publicly volleying insults his way, calling him “a very stupid guy”, “wacky” and “pompous fool”. Rowena Mason in London and David Smith in Washington Photograph: Niall Carson/PA\n\nThe most vehement criticism came from David Morris, the Conservative MP for Morecambe and Lunesdale, who condemned Johnson for failing to fully back Darroch after Trump insulted the ambassador in tweets and said he would no longer deal with him.\n\nKim Darroch has resigned. Now Britain risks becoming a vassal of the US | Martin Kettle Read more\n\nDarroch is understood to have made the decision to resign after watching Johnson repeatedly declining to offer his support in the debate.\n\n“Do you not feel that it is incumbent on every member of parliament in this place to back up our excellent diplomats and civil servants, and the honourable member for Uxbridge should come to the house and apologise?” Morris asked.\n\nOther Conservatives expressed similar views, with Roger Gale telling the Commons: “The failure of the former foreign secretary to leap to the defence of Sir Kim shows a lack of leadership that is lamentable.”\n\nThe Tory MP Tom Tugendhat, who chairs the Commons foreign affairs committee, was less direct, but made his feelings known, saying the loss of Darroch following Trump’s comments amounted to the UK being bullied.\n\nTugendhat said the government should “always stand up for those we send abroad, military or civilian, and will back them to the point that is necessary in the interests of the British people, and no one else”.\n\nQuick guide Who could be prosecuted over the leak? Show Hide Who is liable for prosecution under the Official Secrets Act? Most of the offences covered by the legislation affect crown servants and government contractors. Any unlawful disclosure relating to security or intelligence by a member of MI5, MI6 or GCHQ is an offence. Officials do not need to sign the act to be bound by its provisions. The maximum punishment for leaking documents is two years in prison or an unlimited fine. What must be proven to convict a public servant? An official is guilty of a crime if he or she 'without lawful authority makes a damaging disclosure' of information about international relations between states, defence, law enforcement, or which falls into a class of information likely to damage the security services’ work. Leaks are deemed to be damaging if, among other consequences, they 'endanger the interests of the United Kingdom abroad'. There is a defence for any leaker that they released the material not knowing it would be damaging. How often do leaks result in a trial? Prosecutions under the Official Secrets Act are rare. Recent cases have included that of the MI5 agent David Shayler in 2002. He was jailed for six months. In 2007, a Scotland Yard civilian employee, Thomas Lund-Lack, was sentenced to eight months for leaking information on planned al-Qaida operations in Britain to a Sunday Times journalist. A number of cases have involved civil servants who mislaid sensitive information. At least one, Richard Jackson, a Cabinet Office official, was fined £2,500 under the act after he left classified papers relating to al-Qaida and Iraq on a train. Owen Bowcott, Legal affairs correspondent\n\nThe only support for Johnson came from veteran Tory backbencher Peter Bone, who said: “The attacking of colleagues is completely wrong and people should be ashamed of themselves when they’ve done that.”\n\nThe urgent question was tabled by Labour’s Pat McFadden, who said the decision of Darroch to resign, despite having the full support of Theresa May and her cabinet, was “a dark moment for our democracy and for the standing of the United Kingdom”.\n\nMcFadden said Johnson’s lack of support for the envoy was “an appalling abandonment of someone in the firing line”. He added: “Real leaders protect their people, they don’t throw them to the wolves because they can sniff a prize for themselves. His actions are a chilling warning of what is to come if he becomes prime minister.”\n\nDuncan said he would not be responding to such views on Johnson: “I hope the house will understand if I hold back today from making any further comment on the right honourable friend the member for Uxbridge. I said enough yesterday to make my position entirely clear.”\n\nDuncan nonetheless managed to reiterate his condemnation of Johnson several times in ways varying from the oblique to the open.\n\nResponding to one question, he replied: “It is everyone’s duty, and everyone in this house’s duty, to defend our ambassadors. They are our ambassadors doing our duty. If they do something terribly wrong or break all the rules, that’s altogether different.”\n\nDuncan later drew laughter after the Lib Dem deputy leader, Jo Swinson, cited his description of Johnson’s actions as “the behaviour of an utter wimp”.\n\n“I seem to recall that was one of the kinder words I used yesterday,” Duncan told MPs, adding: “I think what I would rather do is concentrate on the specific details of the question put, the merits of Sir Kim Darroch rather than the … merits of anyone else.”"}, {"link": "https://www.theguardian.com/sport/live/2019/jul/11/australia-v-england-cricket-world-cup-2019-semi-final-live", "published": "2019-07-11T14:55:13", "title": "England chasing 224 to beat Australia: Cricket World Cup 2019 semi-final – live!", "text": "What term do you want to search? Search with google"}]}, "breitbart": {"link": "http://www.breitbart.com/", "articles": [{"title": "Kevin McCarthy, 140 GOP Reps Vote for Democrat Plan to Outsource Jobs", "text": "GOP legislators (140) voted for a bill drafted by business groups and Democrats which provides a green card giveaway to 300,000 Indian contract workers and dramatically increases the incentives for more Indian graduates to take college graduate jobs in the United States.\n\nThe 365- to-65 vote means the bill moves to the Senate, where GOP Senators are pushing a matching giveaway bill which is backed by Democrat Senator and presidential hopeful, Sen. Kamala Harris. Only 57 of 197 GOP legislators — and only eight Democrats — present voted against the giveaway.\n\nThe GOP’s House leader, Rep. Kevin McCarthy, voted for the giveaway to Indian outsourcing workers.\n\nThe bill also helps U.S. real-estate investors by extending the green-card giveaway to the Chinese leaders who use the EB-5 program to buy green cards for their families.\n\nThe Senate’s version of the bill was halted in late June when Sen. Rand Paul blocked a “unanimous consent” maneuver by GOP Utah Sen. Mike Lee. But Paul may switch his vote, allowing Lee to repeat his “unanimous consent” maneuver. Lee is backed by South Carolina Sen. Lindsey Graham, who chairs the Senate’s judiciary committee.\n\nBusiness groups touted the win before the vote. Via Twitter, Andrew Moriarty, deputy director of federal policy at Mark Zuckerberg’s FWD.us advocacy group compared the HR.1044 “country caps” bill to the Democrats’ DACA-amnesty bill:\n\nThis is a very important bipartisan effort that we strongly support… If this passes, it will join the Dream and Promise Act as two pieces of commonsense but CRUCIAL immigration legislation passed by the House this year, waiting only for a vote in the Senate.\n\nThe Department of Homeland Security finally announced its opposition to the Senate’s version — S.386 — of the legislation, shortly before the House voted for the giveaway to Indian contract-workers and their U.S. employers:\n\nThe Department of Homeland Security does not support S. 386. The bill would do nothing to move the current employer-sponsored system toward a more merit-based system. The adverse effect on immigrant visa wait times for nationals of countries currently with lesser demand would be an obstacle to any potential plan to promote or increase immigration from countries who immigrants present reduced risk, such as Visa Waiver Program countries, or any other class of countries which the Administration may desire to provide preferential treatment (e.g., countries with which the U.S. has negotiated favorable trade deals).\n\nThe statement was signed by Joseph Joh, Assistant Director and Senior Adviser for the Office of Legislative Affairs at DHS.\n\nJoh’s letter may become irrelevant if business lobbies persuade top White House aides and President Donald Trump to accept the green-card bill as a variety of “merit-based immigration.”\n\nWhite House officials may also argue the bill has nothing to do with immigration and amnesties, but only deals with visa workers who are supposedly needed by high-tech companies. In practice, there is no shortage of high tech workers– only a shortage of CEOs and investors willing to spend the money needed to hire some of the many American professionals employed at other companies.\n\nIn the Senate, GOP leaders may choose to block the giveaway bill, in part, because it is being pushed by Sen. Kamala Harris, who may be the Democrats’ challenger in 2020.\n\nEstablishment media outlets almost entirely ignored the HR.1044 bill prior to its approval. After the vote, Tai Kopan, the San Franciso Chronicle’s Washington reporter, praised the House vote even though the legislation would raise the number of Indians seeking to displace the declining share of American graduates in her newspaper’s home district of Silicon Valley:\n\nThink there’s no room for bipartisan agreement on immigration? @ZoeLofgren and @RepKenBuck’s bill to end per-country caps for employment visas (i.e. reduce the backlogs) passed 365-65 today. Was never called for a vote last Congress. — Tal Kopan (@TalKopan) July 10, 2019\n\nThroughout the run-up to the brief House debate, the House GOP leadership kept a low profile as the giveaway bill was protested by immigration reform groups, including NumbersUSA, the Federation for American Immigration reform, ALIPC and other groups. Hill staffers reported that the phone lines were clogged by the pro-American groups.\n\nBut there is no sign that the GOP leadership pressured other GOP legislators to vote against the Democrat-corporate legislation.\n\nThe top GOP legislator on the House judiciary committee, Georgia Rep. Doug Collins, announced he would vote against the legislation because it did not go through a process of hearings and votes.\n\nWhip Steve Scalise kept a low profile, and quietly voted against the measure.\n\nMinority Leader Kevin McCarthy voted for the giveaway, which provides a fast-track to green cards for 300,000 Indian contract-workers and 300,000 of their family members who choose to stay and work in the United States after their work visas expired. They were allowed to stay once their employers nominated them for green cards.\n\nGOP House leaders Kevin McCarthy @GOPLeader and Whip Steve Scalise @SteveScalise remain mute as biz lobbyists prod GOP Reps. to vote for Democrat bill which rewards Indian lower-wage contract-workers (300K+ current & more future) with green cards & voting https://t.co/YBTBmdAJZW — Neil Munro (@NeilMunroDC) July 9, 2019\n\nThe legislation offers roughly 75,000 extra green cards per year to encourage Indian graduates to become contract workers in the United States.\n\nIndian graduates use the H-1B visa program and the Optional Practical Training program to seek low-wage job offers for U.S. white-collar jobs that are also sought by the 800,000 Americans who graduate from college each year with new degrees in healthcare, engineering, business, science, math, computers or science.\n\nThe Democrat bill includes no protections for American graduates — many of whom have large college debts — and it ignored alternative measures that would have reduced the companies’ ability to hire Indian outsourcing workers and also pay them with green cards.\n\nShortly before the vote, McCarthy’s election campaign announced a record haul of political contributions:\n\nNo House Republican has ever raised as much money in the first half of a year as Republican leader Kevin McCarthy (Calif.) has thus far in 2019, according to fundraising figures released by his campaign on Wednesday morning. McCarthy’s fundraising committees announced the campaign had raised $10.66 million in the second quarter, bringing his total haul for the year thus far to $33.72 million. The success has allowed it to already distribute $8.8 directly to reelection campaigns of members and $10.7 million to the National Republican Congressional Committee and state parties. “The substantial resources raised thus far will allow us to take our vision and message to the people—and expand the map by outworking, out-recruiting and exposing the corrupt, inept new Democrat socialist party,” McCarthy said. “Together we will restore a government that put America first and every American back on top.”\n\nIn the brief floor debate on Wednesday, GOP legislators repeatedly praised the bill because it helps imported workers, investors, and companies. They did not explain how it might help American graduates, middle-class voters, and professional employees.\n\nAs the Ranking Member of @JudiciaryGOP Subcommittee on Immigration and Citizenship, I thank my colleagues for supporting #HR1044. It’s time to eliminate the 7% \"per-country\" limit on employment-based immigrant visas so U.S. companies can fill knowledge gaps in certain fields. pic.twitter.com/KuKwpNwVY0 — Congressman Ken Buck (@RepKenBuck) July 10, 2019\n\nIn contrast, Sean Hannity Hannity said July 9:\n\nI do believe in merit-based immigration, but I don’t think this is the bill, though, because it would reward employers who literally replace American workers potentially with hundreds of thousands of low cost, less skilled workers who are entering on temporary visas, mainly H-1Bs, often working the tech sector. … If we want to raise the standard of living of the American people, right now, the little bit of shortage we have in the job market, you know, it creates an opportunity for … it is a natural pressure-up that people are going to get more pay, better benefits and if you start allowing immigration on a mass level … you have to do it in a way that protects the American worker and their ability to climb the ladder of success and their opportunities and their standard of living. … I want a solution to the problem … the devil is in the details. It can always be done better.\n\nThe Democrats’ giveaway bill was also by a new wave of groups created by Americans who say their incomes have been slashed by companies’ use of the green card system to attract and pay cheap white-collar labor from India. During the last year, these professionals have organized into several groups, including the American Workers Coalition, doctorswithoutjobs.com, ProUSworkers, No on H.R. 1044, and The Multinational Coalition Against H.R. 1044/S. 386. In 2018, these American opponents of the green card giveaway bill helped defeat Kansas GOP Rep. Kevin Yoder, who supported a prior version of the legislation.", "link": "http://www.breitbart.com/politics/2019/07/10/kevin-mccarthy-140-gop-reps-vote-for-democrat-plan-to-outsource-jobs-to-indian-graduates/", "published": "2019-07-10T00:00:00"}, {"title": "Royal Navy's HMS Montrose Defeats Iranian Attempt to Seize Oil Tanker", "text": "A British frigate positioned itself between three Iranian Revolutionary Guard gunboats and an oil tanker in the Persian Gulf overnight Wednesday, forcing the Iranian craft to withdraw.\n\nThe Isle of Man registered British Heritage tanker had been transiting the Persian Gulf and entering the narrow Strait of Hormuz, one of the most strategically important, crowded, and contested waterways on earth when it was ordered into Iranian waters. A Ministry of Defence spokesman Thursday said three Iranian vessels had been attempting to intercept the British tanker to make it comply.\n\nHMS Montrose, a British frigate of the Type 23 class positioned itself between the tanker and the intercepting craft, and forced the Iranians to withdraw. A British government statement claims the warship issued verbal warnings, but U.S. news network CNN cited military contacts “with direct knowledge of the incident” which said the frigate trained its deck guns on the Iranian craft.\n\nThe report further claims the incident was captured by a U.S. aircraft observing the incident recorded footage of the confrontation.\n\nThe Ministry of Defence said Thursday:\n\nContrary to international law, three Iranian vessels attempted to impede the passage of a commercial vessel, British Heritage, through the Strait of Hormuz. HMS Montrose was forced to position herself between the Iranian vessels and British Heritage and issue verbal warnings to the Iranian vessels, which then turned away. We are concerned by this action and continue to urge the Iranian authorities to de-escalate the situation in the region.\n\nIran has denied responsibility for the incident, with a statement claiming “there were no clashes with alien boats, especially English boats”, reports the Associated Press.", "link": "http://www.breitbart.com/europe/2019/07/11/royal-navys-hms-montrose-defeats-iranian-attempt-to-seize-oil-tanker/", "published": "2019-07-11T00:00:00"}, {"title": "Nolte: ‘Variety’ Fabricates Hoaxtroversy About ‘Dark Fate’s’ Lady Terminator", "text": "Hot on the heels of the hoaxtroversy involving that Rep. Alexandria Ocasio-Crazy’s dancing video and the even dumber hoaxtroversy about Disney casting a black actress as their Little Mermaid, we already have an all-new hoaxtroversy about the Lady Terminator in the upcoming Terminator: Dark Fate.\n\nVariety’s dramatic, in-your-face headline reads…\n\n‘Terminator: Dark Fate’ Director: Why Mackenzie Davis Will ‘Scare the F— Out of’ Misogynists.\n\nShouldn’t it be “missesogynists?”\n\nAnyway…. You’re on notice misogynists that the fuck is about to be scared out of you. That’s right, when this movie is over all your fuck will be gone, no more fuck will you have — you bad, bad misogynists.\n\nThis Variety story is my favorite kind of fake news, because not only does it involve a hoaxtroversy, a fabricated controversy that allows left-wing Hollywood elitists and their media sycophants to pretend they’re Rev. Dr. Martin Luther King Jr., but it’s also a heaping pile of fake news like we saw with Black Panther and Captain Marvel, where everyone pretends this latest movie is A First, is the movie equivalent of Jackie Robinson or Neil Armstrong.\n\nBefore we get to all the lies and fake news, all you need to know is that in Dark Fate the protector terminator is played by actress Mackenzie Davis.\n\nNow to the lies and fake news.:\n\nVARIETY: Mackenzie Davis and her character Grace feel like something very new for a franchise like this. What brought her here? TERMINATOR: DARK FATE DIRECTOR TIM MILLER: … [F]rom the very first suggestion it was always a woman. We had to look for someone who has the physicality, but I’m very sensitive to actors. I didn’t just want a woman who could physically fit the role but emotionally as well. Mackenzie really wanted to do it; she came after the role. She worked harder than anybody. VARIETY: An early “Dark Fate” poster received backlash, calling Davis and her co-stars “feminazis” and other chauvinist hate speech. How do you think she’ll be received in the room at Comic-Con? TIM MILLER: If you’re at all enlightened, she’ll play like gangbusters. If you’re a closet misogynist, she’ll scare the f–k out of you, because she’s tough and strong but very feminine. We did not trade certain gender traits for others; she’s just very strong, and that frightens some dudes. You can see online the responses to some of the early s–t that’s out there, trolls on the internet. I don’t give a f–k.\n\nSo let’s take these whopping whoppers one by one.\n\nLet’s start with…\n\nLIE #1:\n\nMackenzie Davis and her character Grace feel like something very new for a franchise like this. What brought her here?\n\nWhat the…?\n\n“New?”\n\n“Very new?”\n\nOMGLOLLMFAO!!!!!!!!!!!!!!!!!!\n\nCould someone please inform the liars at Variety that a woman action hero is as old as Pam Grier.\n\nCould someone inform Variety that a woman action hero in a Terminator movie is a 29-year-old idea that reaches all the way back to 1991’s Terminator 2: Judgment Day, where Linda Hamilton kicked all kinds of butt and became one of the most popular and beloved characters in movie history?\n\nWait, I’m not done yet…\n\nCould someone inform Variety that a Lady Terminator is a 16-year-old idea that reaches all the way back to 2003’s Terminator 3: Rise of the Machines.\n\nAnd now we get to my favorite part…\n\nCould someone inform Variety that a Lady Terminator Protector is an 11-year-old idea that reaches all the way back to 2008’s Terminator: The Sarah Connor Chronicles.\n\nThere is nothing, and I mean nothing, new or progressive or envelope pushing about Dark Fate, which is why you hear a collective shrug every time that truly awful trailer plays.\n\nLIE #2:\n\nAn early “Dark Fate” poster received backlash, calling Davis and her co-stars “feminazis” and other chauvinist hate speech. How do you think she’ll be received in the room at Comic-Con?\n\nOther than the awful-ness of the Dark Fate trailer, which has nothing to do with vagina, the only backlash I could find is this… A handful of nobodies in a country of over 330 million, and if you bother to click on the actual examples, you will find that even this is fake news because three of the seven “sexist” examples have nothing to do with vagina.\n\nLIE #3:\n\nIf you’re at all enlightened, she’ll play like gangbusters.\n\nOh, so if we don’t like a particular actress, it has nothing to do with the director making a terrible choice and everything to do with our lack of enlightenment, which now forces me to admit one of those things you are definitely not supposed to admit to in 21st century America.\n\nMy problem with Mackenzie Davis in this role (she was great in AMC’s Halt and Catch Fire) is not that she’s a girl, it’s that she looks like a 14-year-old boy.\n\nIf Dark Fate’s Lady Terminator had a woman’s body instead of a Cub Scout’s body, I’d be much more excited about this whole thing.\n\nIf Dark Fate’s Lady Terminator looked more like Charlize Theron and less like Crispin Glover, I’d be the first in line.\n\nHey, don’t get mad, and don’t you dare question my sexual preferences…\n\nI was born this way.\n\nFollow John Nolte on Twitter @NolteNC. Follow his Facebook Page here.", "link": "http://www.breitbart.com/entertainment/2019/07/11/variety-fabricates-hoaxtroversy-about-dark-fates-lady-terminator/", "published": "2019-07-11T00:00:00"}, {"title": "Even New York Times Skeptical of Bill Clinton’s Jeffrey Epstein Claims", "text": "The New York Times pointed to a seeming discrepancy between former President Bill Clinton’s claim he “took a total of four trips on Jeffrey Epstein’s airplane” between 2002 and 2003 and reports of flightlogs showing many more journeys on the disgraced financier’s private jet during that time period.\n\nIn a piece titled, “Bill Clinton and Jeffrey Epstein: How Are They Connected?” the newspaper focused on a portion of Clinton’s statement, released through a spokesperson, claiming:\n\nIn 2002 and 2003, President Clinton took a total of four trips on Jeffrey Epstein’s airplane: one to Europe, one to Asia, and two to Africa, which included stops in connection with the work of the Clinton Foundation.\n\nThe newspaper reported on documentation obtained by Gawker and Fox News purporting to show many more trips on Epstein’s plane, and said Clinton’s office did not return a call inquiring about the seeming discrepancy.\n\nReported the Times:\n\nFlight records published by Gawker in 2015 suggested that Mr. Clinton took at least a dozen separate flights on Mr. Epstein’s plane. A year later, Fox News reported that flight records showed President Clinton had flown at least 26 times on Mr. Epstein’s plane. It was unclear how many individual flights were involved in each trip that Mr. Ureña mentioned and whether that may account for the discrepancy between the number he cited and what the flight logs show. Mr. Clinton’s office did not immediately respond for a request for comment. The flight logs, posted online by Gawker, also record Mr. Clinton as being present on a domestic flight from Miami to Westchester County Airport in West Harrison, N.Y., which is near Mr. Clinton’s home in suburban Chappaqua.\n\nClinton’s statement does not mention some of the trips reportedly encompassed multiple legs with several other possible flights.\n\nThe Asia trip alone, which flight records show occurred between May 22 and May 25, 2002, was reportedly a five-leg trip.\n\nAccording to Fox News, flight records show Clinton flying to such destinations as “Hong Kong, Japan, Singapore, China, Brunei, London, New York, the Azores, Belgium, Norway, Russia and Africa.”\n\nThe New York Times story did not note Clinton’s statement further leaves out that the former president was reportedly on the airplane with Epstein himself.\n\nThe statement that “in 2002 and 2003, President Clinton took a total of four trips on Jeffrey Epstein’s airplane” seems to imply that Clinton utilized the airplane itself but conspicuously fails to mention whether Epstein was onboard. According to numerous reports, Clinton was a frequent flyer on the pervert’s private airplane, traveling with Epstein and unidentified women numerous times.\n\nEpstein’s fleet reportedly included a Boeing 727-200 passenger jet that normally seats nearly 200 but was modified for private use. Fox News reported Epstein’s plane was “outfitted with a bed where passengers had group sex with young girls.”\n\nNewsweek reported on a previous Gawker story exposing flight logs showing Clinton and Epstein on one flight with a softcore porn actress while other trips were allegedly shared with women listed on flight manifests without their full names.\n\nNewsweek reported:\n\nIn 2015, Gawker released the flight logbooks for Epstein’s Gulfstream and the Lolita Express 727. Bill Clinton is among the prominent people listed in the flight logs, having took several trips on the Lolita Express with a softcore porn actress listed under “massages” in Epstein’s address book, also published by Gawker. Clinton shared eleven flights aboard the Lolita Express with Maxwell and Epstein’s former assistant Sarah Kellen, who has been accused in court filings of recruiting young girls, acting as a pimp on Epstein’s behalf. On multiple flights, additional women, listed in the flight logs by their first name or the simple descriptor “female,” joined Clinton aboard Epstein’s plane.\n\nClinton, meanwhile, has a long history of credibility issues regarding claims about his mistreatment of women.\n\nClinton famously claimed of Monica Lewinsky, “I did not have sexual relations with that woman,” but was later impeached by the House of Representatives for lying under oath about this relationship with the White House intern. He also denied credible sexual assault accusations from Juanita Broaddrick, Paula Jones and Kathleen Willey, among others.\n\nAaron Klein is Breitbart’s Jerusalem bureau chief and senior investigative reporter. He is a New York Times bestselling author and hosts the popular weekend talk radio program, “Aaron Klein Investigative Radio.” Follow him on Twitter @AaronKleinShow. Follow him on Facebook.", "link": "http://www.breitbart.com/politics/2019/07/11/even-new-york-times-skeptical-of-bill-clintons-jeffrey-epstein-claims/", "published": "2019-07-11T00:00:00"}]}, "infowars": {"link": "https://www.infowars.com/", "articles": [{"title": "Failed Female Suicide Bomber: “I don’t want a fun life on Earth, I only want to satisfy Allah”", "text": "A Palestinian woman who decided to become a suicide bomber for Hamas explains that she did so because she had no interest in living life on Earth and only wanted to “satisfy Allah”.\n\nIn the clip, a young woman called Saura says that she chose to become a “martyr….because I prefer the afterlife, near Allah”.\n\n“I don’t like life on Earth, my only reward is Allah, because I know I’ll go to paradise,” she added.\n\nShe goes on to say that she is not interested in a “fun life on earth” and “only wants to satisfy Allah”.\n\nPalestinian women, failed suicide bombers explain why they wanted to blow up Jews: \"I don't want a fun life on Earth. I only want to satisfy Allah\" \"To be the parent of a martyr is the biggest reward. It is a big honor for the family.\" #Maga #Israel pic.twitter.com/Cr80tgyI2H — JerusalemGirl (@ZionistGirl18) July 10, 2019\n\n“If I give myself to God and Islam’s pride heaven will be my reward,” asserts Saura.\n\nAnother failed Hamas terrorist, Samina Ahmad Ahim, explains, “It is written in the Koran and the Hadith,” and that being the parent of a suicide bomber is “the biggest reward” and “a big honor for the family”.\n\nAnother Hamas member called Elham who helped plan a suicide bombing states, “We don’t only fight against occupation, our goal is to spread Islam to all, everywhere”.\n\nHamas has been responsible for around 26% of all Palestinian suicide attacks since 1989, atrocities that have claimed hundreds of lives.\n\nAll of this obviously has #NothingToDoWithIslam.\n\nSUBSCRIBE on YouTube:\n\nFollow on Twitter: Follow @PrisonPlanet\n\n———————————————————————————————————————\n\nThere is a war on free speech. Without your support, my voice will be silenced.\n\nPlease sign up for the free newsletter here. Donate to me on SubscribeStar here.\n\nSupport my sponsor – Turbo Force – a supercharged boost of clean energy without the comedown.\n\n———————————————————————————————————————", "link": "https://www.infowars.com/failed-female-suicide-bomber-i-dont-want-a-fun-life-on-earth-i-only-want-to-satisfy-allah/", "published": "2019-07-11T09:39:13-05:00"}, {"title": "Failed Female Suicide Bomber: “I don’t want a fun life on Earth, I only want to satisfy Allah”", "text": "A Palestinian woman who decided to become a suicide bomber for Hamas explains that she did so because she had no interest in living life on Earth and only wanted to “satisfy Allah”.\n\nIn the clip, a young woman called Saura says that she chose to become a “martyr….because I prefer the afterlife, near Allah”.\n\n“I don’t like life on Earth, my only reward is Allah, because I know I’ll go to paradise,” she added.\n\nShe goes on to say that she is not interested in a “fun life on earth” and “only wants to satisfy Allah”.\n\nPalestinian women, failed suicide bombers explain why they wanted to blow up Jews: \"I don't want a fun life on Earth. I only want to satisfy Allah\" \"To be the parent of a martyr is the biggest reward. It is a big honor for the family.\" #Maga #Israel pic.twitter.com/Cr80tgyI2H — JerusalemGirl (@ZionistGirl18) July 10, 2019\n\n“If I give myself to God and Islam’s pride heaven will be my reward,” asserts Saura.\n\nAnother failed Hamas terrorist, Samina Ahmad Ahim, explains, “It is written in the Koran and the Hadith,” and that being the parent of a suicide bomber is “the biggest reward” and “a big honor for the family”.\n\nAnother Hamas member called Elham who helped plan a suicide bombing states, “We don’t only fight against occupation, our goal is to spread Islam to all, everywhere”.\n\nHamas has been responsible for around 26% of all Palestinian suicide attacks since 1989, atrocities that have claimed hundreds of lives.\n\nAll of this obviously has #NothingToDoWithIslam.\n\nSUBSCRIBE on YouTube:\n\nFollow on Twitter: Follow @PrisonPlanet\n\n———————————————————————————————————————\n\nThere is a war on free speech. Without your support, my voice will be silenced.\n\nPlease sign up for the free newsletter here. Donate to me on SubscribeStar here.\n\nSupport my sponsor – Turbo Force – a supercharged boost of clean energy without the comedown.\n\n———————————————————————————————————————", "link": "https://www.infowars.com/failed-female-suicide-bomber-i-dont-want-a-fun-life-on-earth-i-only-want-to-satisfy-allah/#vuukle-comments", "published": "2019-07-11T09:39:13-05:00"}, {"title": "Videos: Owen Shroyer Educates Liberals On Children In Cages", "text": "Infowars reporter Owen Shroyer saw a couple of protesters and attempted to explain the truth behind leftist media propaganda blaming Trump for children being separated from their parents at the southern border.", "link": "https://www.infowars.com/videos-owen-shroyer-educates-liberals-on-children-in-cages/", "published": "2019-07-11T08:28:20-05:00"}]}, "foxnews": {"link": "http://www.foxnews.com/", "articles": []}, "nbcnews": {"link": "http://www.nbcnews.com/", "articles": [{"title": "Latino: Community News, Information, Culture & More - NBC News", "text": "“The focus of this report is on the usurpation of the authority of the legislative by the government in Venezuela,\" said ICJ secretary-general Sam Zarifi.", "link": "https://www.nbcnews.com/news/latino", "published": "2019-06-27T17:31:00+00:00"}]}, "washingtonpost": {"rss": "http://feeds.washingtonpost.com/rss/world", "link": "https://www.washingtonpost.com/", "articles": [{"link": "https://www.washingtonpost.com/investigations/in-the-aftermath-of-khashoggis-murder-saudi-influence-machine-whirs-on-in-washington/2019/07/09/c6da2d86-9683-11e9-a027-c571fd3d394d_story.html", "published": "2019-07-10T10:00:00", "title": "In the aftermath of Khashoggi’s killing, Saudi influence machine whirs on in Washington", "text": "\n\nPresident Trump and Saudi Crown Prince Mohammed bin Salman on the opening day of the Group of 20 meeting in Buenos Aires in late 2018. (Daniel Jayo/Getty Images)\n\nAfter the killing in October of journalist Jamal Khashoggi in the Saudi Consulate in Istanbul, a handful of lobbying firms and think tanks made a move rare in Washington: They publicly severed ties with Saudi Arabia, swearing off the kingdom’s money.\n\nBut nine months later, Saudi Arabia’s efforts to influence U.S. policy continue unabated — bolstered by President Trump’s embrace of Crown Prince Mohammed bin Salman, despite a recent United Nations report that the prince was complicit in the grisly killing and dismemberment of the Washington Post contributing columnist and political dissident.\n\nSince fall 2018, high-powered lobbyists and lawyers have reaped millions of dollars for assisting the kingdom as it works to develop nuclear power, buy American-made weapons and prolong U.S. assistance to the Saudi-led coalition waging war in Yemen, foreign lobbying records show.\n\nOne Washington-based communications firm — whose parent company initially expressed concern when Khashoggi disappeared — recently reported collecting nearly $19 million for what it says was several years of work for the Saudi government. A New York-based public relations firm run by a former Clinton administration appointee signed on in February to represent a Saudi interest for as much as $120,000 a month, filings show.\n\nThe firms representing the kingdom operate under wide political cover provided by Trump. The president posed for photos with Mohammed on the sidelines of the Group of 20 summit in Japan late last month, calling him “my friend.” When asked about Khashoggi’s murder, Trump has repeatedly emphasized the economic benefits of the U.S.-Saudi relationship.\n\n“Take their money,” he said on NBC’s “Meet the Press” last month, describing his posture toward the kingdom. “Take their money.”\n\nOn Oct. 2, 2018, Saudi agents killed Washington Post columnist Jamal Khashoggi inside the Saudi Consulate in Istanbul. What has been done to hold those responsible accountable? (Joyce Lee,Thomas LeGro,Dalton Bennett,John Parks/The Washington Post)\n\nShaped by a sophisticated influence machine that was built over decades, Saudi support on Capitol Hill has been tested in recent months amid international outrage over Khashoggi’s death and a war in Yemen that has killed tens of thousands of civilians and led to massive hunger.\n\nAnd last month, the United Nations released a report on a months-long investigation that found “credible evidence” that top Saudi officials, including Mohammed, were liable for Khashoggi’s murder. The report reinforced the conclusions of U.S. intelligence officials, who concluded that Mohammed ordered the assassination.\n\nSaudi officials have dismissed both the CIA’s claims and the U.N. findings, saying the U.N. report contained “contradictions and baseless allegations.”\n\n[U.N. investigator calls for probe of Saudi officials in Khashoggi killing]\n\nLast week, the lead U.N. investigator said the international community should impose “political accountability” by quashing Saudi Arabia’s plan to host the next G-20 meeting in Riyadh, the Saudi capital.\n\nIn recent months, some Republicans have joined Democrats in trying to limit U.S. military aid and weapon sales to Saudi Arabia. But with billions of dollars at stake, the powerful defense industry has helped the Saudi lobbying corps contain Republican defections. Congressional votes in recent months have fallen short of majorities needed to override the president’s vetoes.\n\n“The Saudis lost some lobbyists last year, but the firms they still have working for them went into overdrive,” said Ben Freeman, who tracks foreign influence for the Center for International Policy, a left-leaning think tank. “As long as Trump remains on their side, they are going to get their arms and have U.S. involvement in Yemen. So there’s still no real punishment for them, and the lobby is a key part of making that happen.”\n\nThe Saudi Embassy in Washington did not respond to requests for comment.\n\n\n\nSecretary of State Mike Pompeo meets with Mohammed in Riyadh on Oct. 16, 2018. Jamal Khashoggi was killed two weeks earlier. (Leah Mills/Pool/AP)\n\n‘A valuable ally’\n\nSaudi Arabia has found new boosters in the United States since Khashoggi’s murder. Its sovereign wealth fund — which is chaired by the crown prince — in February hired Karv Communications, a New York public relations firm run by Andrew Frank, who worked at the United States Information Agency in the Clinton administration.\n\nThe public relations firm is tasked with creating a distinction between the fund’s “investment-driven mission and the political leadership in Saudi Arabia” and preparing for “potential negative developments,” according to the contract, which was filed publicly.\n\nFrank said his firm is not lobbying members of Congress. “Our role is to build bridges,” he said. “We’re on the economic side and not doing political outreach, period.”\n\nSo far, Karv Communications has been paid $342,000 by the fund, as well as being given the gift of a foosball table, lobbying records show.\n\nSaudi Arabia is one of the highest-spending countries seeking to influence U.S. policy, ranking fifth in an analysis by the Center for Responsive Politics that reviewed the flow of foreign money from 2017 to the present.\n\nRoughly 20 firms are registered to lobby for Saudi interests, compared with more than 25 before Khashoggi’s death, foreign lobbying filings show.\n\nLobbyists for Saudi Arabia tout the country’s role as a key U.S. partner in combating terrorism at a time of mounting tensions with Iran. Saudi Arabia was the first country to sign on to Secretary of State Mike Pompeo’s plan for allies to help outfit tankers with cameras to monitor threats from Iran, following the shooting down of a U.S. drone on June 20.\n\nOne lobbyist for the kingdom said that making a case on Capitol Hill for his client is not difficult.\n\n“It is undeniable that they are a valuable ally, a very important strategic asset in the Middle East and a counterweight to Iran,” said Alfred Mottur, a senior partner at Brownstein Hyatt Farber Schreck, a leading Washington lobbying firm that Saudi Arabia has paid $1.5 million since October, filings show.\n\nWhen reports emerged that Khashoggi may have been killed during his visit to the Saudi Consulate on Oct. 2, some longtime lobbyists expressed concern. Among them was MSL, the parent company of Qorvis Communications, a Washington-based crisis communications firm that has worked for the kingdom since the aftermath of the 9/11 attacks.\n\nHatice Cengiz told The Post she wishes she could share these thoughts with her fiance, Jamal Khashoggi, who was murdered in the Saudi Consulate in Istanbul on Oct. 2 while she waited outside. The CIA has concluded that the Saudi crown prince ordered the killing of the outspoken democracy activist and Post contributor. (REF:woodsomek,REF:leej3,REF:carrollj,REF:yij/The Washington Post)\n\n“We take the situation seriously and wait for all the facts to become known,” the company said in a statement at the time.\n\nInside the firm, there were disagreements over how to proceed in the wake of the killing, according to former employees. But ultimately, MSL and Qorvis continued working for the Saudi government.\n\nAmong the firms registered to lobby in the United States on behalf of the kingdom, MSL has reported receiving the most money since October: $18.8 million.\n\nMichael Petruzzello, president of Qorvis Communications, said the money was for work “billed over several years and recently paid all at once.” He declined to comment on the firm’s decision to continue to represent Saudi Arabia after Khashoggi’s murder.\n\nPublic filings show that MSL/Qorvis made dozens of contacts in the past six months with media outlets and think tanks — including the Brookings Institution and the Middle East Institute, which said after Khashoggi’s death that they would no longer accept Saudi funding. MSL’s work related to U.S. relations with Saudi Arabia and policy on Yemen, according to the filings, which do not specifically mention Khashoggi. A Brookings official acknowledged receiving Saudi-related requests for meetings from MSL/Qorvis in recent months but said the think tank declined to participate.\n\nAt least five firms did end up cutting business ties with Saudi interests in the fall: Glover Park Group, BGR Group, Harbour Group, CGCN Group and Gibson, Dunn & Crutcher, filings show.\n\n[Two more Washington lobbying firms drop representation of Saudi Arabia in wake of alleged killing of Jamal Khashoggi]\n\nAmong the lobbying firms still representing Saudi interests are Hogan Lovells, which has been paid $1.6 million since fall; and McKeon Group, led by Howard “Buck” McKeon, a former Republican chairman of the House Armed Services Committee, which has received $600,000.\n\nTwo law firms are offering advice on the kingdom’s efforts to build nuclear power plants: Pillsbury Winthrop Shaw Pittman, which got nearly $1.9 million between August 2018 and January; and King & Spalding, which received $946,000 in November.\n\nAll the firms either declined to comment or did not respond to inquiries.\n\n\n\nPresident Trump meets with Mohammed, center, in the Oval Office at the White House on March 14, 2017. Vice President Pence is at right. (Jabin Botsford/The Washington Post)\n\nClose ties to Trump\n\nThe kingdom’s standing in Washington has been reinforced by the relationship between the crown prince and Jared Kushner, a senior White House adviser and Trump’s son-in-law. Mohammed and Kushner, both in their 30s, have worked together closely since early in the administration, a relationship that helped lead Trump to make Saudi Arabia the destination for his first foreign trip as president.\n\nFormer secretary of state Rex Tillerson told the House Foreign Affairs Committee in May that Kushner cut him and other top diplomats out of talks with Saudi rulers, including the crown prince. “I was certainly aware that there was a lot of communication between the two of them,” Tillerson said, referring to Kushner and Mohammed.\n\n[Two princes: Kushner now faces a reckoning for Trump’s bet on the heir to the Saudi throne]\n\nKushner said in April at a Time magazine forum that he did not “dispute American intelligence services’ recommendations” regarding Khashoggi’s murder. A spokesman for Kushner did not respond to a request for comment.\n\nThe Saudi government and its lobbyists have also been clients of the Trump International Hotel in Washington.\n\nLobbyists with MSL/Qorvis booked 500 rooms over three months at the hotel after the 2016 election as the firm brought U.S. military veterans to Washington to speak out against a terrorism law the Saudis opposed, as The Washington Post has previously reported.\n\nSeparately, two members of the Saudi government’s Capital Market Authority — including the nation’s top financial regulator — stayed at the hotel in February 2018, according to guest information obtained by The Post.\n\nMohammed El Kuwaiz, the chairman of the Capital Market Authority and a leader in the Saudi government’s efforts to integrate the kingdom into the global economy, was a guest at the hotel on Feb. 1, along with another official from the group, Hanan Alshehri, the records show.\n\nThe Saudi authority did not respond to questions about how many nights its officials have stayed at the hotel or how much money they have spent there. The Trump Organization, which says it directs its profit from foreign governments to the U.S. Treasury, did not respond to an inquiry about how it handled the visits by the Saudi officials.\n\nIn May, shortly after Kuwaiz’s stay, the public relations firm Hill and Knowlton Strategies helped prepare him for a speech at a Bloomberg financial conference and for an announcement related to MSCI Inc., a stock market index, according to a public filing. Earlier this year, after a two-year push, Saudi stocks were included in the MSCI index for the first time, boosting the value of many companies.\n\nHill and Knowlton, which has received about $680,000 from two Saudi entities since June, declined to comment.\n\nTrump’s staunch support for Saudi Arabia was on display at the recent G-20 summit of world leaders in Osaka, where the president said he was “very angry” about Khashoggi’s murder but declined to pin responsibility on the crown prince.\n\nTrump’s remarks commending the crown prince for combating extremism and improving opportunities for women drew praise from Ali Shihabi, founder of the Arabia Foundation, a think tank that says it does not receive money from the Saudi government.\n\n“He understands that it’s idiotic to focus on one issue only namely the Khashoggi tragedy,” Shihabi said last month of the president on Twitter.\n\n\n\nA protest sign designed as a street sign and reading “Khashoggi Way” is seen across from the White House in December. (ANDREW CABALLERO-REYNOLDS/AFP/Getty Images)\n\nA divide in Congress\n\nWhile the Senate voted in December to directly condemn Mohammed over Khashoggi’s death, it has not followed up with threatened sanctions.\n\nSen. Mitt Romney (Utah), the GOP presidential nominee in 2012 and an occasional Trump critic, revived the idea recently after the president called it “an honor” to meet with the crown prince at the G-20.\n\n“The President’s praise for MBS, the man who US intel says ordered or authorized the heinous murder of a WaPo columnist & Saudi dissident, sends the wrong message to the world,” he posted on Twitter. “It’s past time for Congress & the administration to impose sanctions for the murder of Jamal Khashoggi.”\n\nHowever, Romney was the only Republican on the Senate Foreign Relations Committee to reject a measure on June 25 that was intended to make it harder for the president to avoid congressional review of arms sales.\n\n“Ending support of the Saudi-led coalition in Yemen would undermine U.S. security interests in the region and embolden Iran,” Romney said in a statement. “At the same time, we must take action to hold Saudi Arabia accountable for the murder of Jamal Khashoggi, press the Saudis to advance human rights, and insist that Saudi Arabia act to stop the spread of extremism in the region.”\n\nRomney’s straddle reflects the traction the kingdom continues to have on Capitol Hill as it positions itself as the most important counterweight to Iran.\n\nThe military conflict that has ravaged Yemen, one of the world’s poorest countries, pits the exiled Yemeni government backed by Saudi Arabia against the Houthi rebels aligned with Iran. U.S. assistance to the Saudi-led military coalition, which began in 2015 under President Barack Obama, includes providing aerial refueling for coalition warplanes and assisting with intelligence and logistical support.\n\nEconomic measures, largely imposed by the Saudi-led military coalition, have helped create what the United Nations has called the world’s worst ongoing humanitarian catastrophe. Weapons produced by American companies have been tied to some of the most horrific civilian deaths in Yemen, including an airstrike that killed at least 40 children riding in a school bus for a field trip and an attack that killed 22 people attending a wedding.\n\nConcerns over the U.S. hand in the carnage led the Senate last month to vote to bar Trump from using his emergency authority to complete $8 billion in arms sales benefiting Saudi Arabia and its close ally, the United Arab Emirates. The House is expected to take similar action this month.\n\n“Saudi Arabia’s actions in Yemen and the Khashoggi murder and attempted coverup heavily shape congressional views,” said Sen. Jack Reed (R.I.), the top Democrat on the Senate Armed Services Committee and a co-sponsor of the resolution of disapproval.\n\nHowever, the Senate measure did not pass with a veto-proof majority — and Trump has vowed to veto it. Pro-Saudi interests have tried to shift blame for the violence in Yemen to the Houthi rebels, have emphasized the kingdom’s humanitarian assistance and have pointed to threats posed by Iran.\n\nOn March 20, Republican Sens. Lisa Murkowski (Alaska), Susan Collins (Maine), Jerry Moran (Kan.) and Steve Daines (Mont.) received an email from former senator Norm Coleman (R-Minn.), now a lobbyist at Hogan Lovells, addressing their “deep concerns regarding the humanitarian crisis in Yemen.” Coleman declined to comment.\n\nSeparately, the McKeon Group distributed a thick report listing 1,091 acts of Houthi violence during a cease-fire in December and January, as well as news releases from the Saudi Embassy in Washington promoting the Saudi government’s efforts to promote the delivery of food and medical supplies in Yemen. The McKeon Group’s recent contacts with Senate Republicans on behalf of Saudi Arabia included Romney and James M. Inhofe (Okla.), both of whom voted against blocking the weapon sales.\n\nA spokeswoman for Inhofe said his “votes have always been based on his concern about checking Iranian influence in the region, protecting American service members and not expanding the definition of ‘hostilities.’ ”\n\nDaines, who voted to end U.S. engagement in Yemen, also backed the weapon sales to Saudi Arabia.\n\n“With Iran’s recent aggressive actions, the Senator believes it’s critical we work with our allies in the region to counter Iran’s support of terror around the world and any effort to develop nuclear weapons,” Daines spokeswoman Julia Doyle said in a statement.\n\nSen. Lindsey O. Graham (S.C.), a frequent defender of the president, has been one of the few Republican lawmakers to publicly cite the U.N. report linking the Saudi royal family to Khashoggi’s murder. He directly condemned the crown prince during a recent confirmation hearing for Kelly Craft, Trump’s nominee to be the U.S. ambassador to the United Nations.\n\n“There’s no amount of oil coming out of Saudi Arabia and there’s no threat from Iran that’s going to get me back on,” Graham said. “There is a price.”\n\n\n\nTrump and Mohammed shake hands at the G-20 summit in Osaka, Japan, on June 28, 2019. (Kevin Lamarque/Reuters)\n\nKaroun Demirjian contributed to this report.\n\nRead more:\n\nSaudi Arabia’s MBS at center stage at G-20, eight months after Khashoggi’s killing\n\nKhashoggi children have received houses, money as compensation for father’s murder\n\nYemen’s humanitarian crisis mostly stems from policies pursued by Saudi-led coalition."}, {"link": "https://www.washingtonpost.com/world/the_americas/the-us-begins-returning-asylum-seekers-to-one-of-mexicos-most-dangerous-states/2019/07/10/31a4ed06-a0fa-11e9-a767-d7ab84aef3e9_story.html", "published": "2019-07-10T10:54:00", "title": "U.S. begins returning asylum seekers to one of Mexico’s most dangerous states", "text": "José Luis Romero, 31, right, and his wife traveled with their two sons from Venezuela to Nuevo Laredo, Mexico, hoping to get asylum in the United States. (Kevin Sieff/The Washington Post)\n\nWhen the United States began sending asylum seekers to wait in Mexico earlier this year as their claims were processed, many regarded the dangerous northeastern state of Tamaulipas as a worst-case scenario.\n\nThe State Department warns against all travel to Tamaulipas — the same risk level it has assigned Syria and Afghanistan. Doctors Without Borders reports that 45 percent of its recent patients in this city, among the largest in the state, were migrants who had “suffered at least one episode of violence” while waiting here to cross the U.S. border.\n\nBut on Tuesday morning, the United States sent the first 12 migrants back to Tamaulipas under a program known as the Migration Protection Protocols. Mexican authorities dismissed the group from Nuevo Laredo’s immigration office without any transportation or assistance.\n\n“Where do we go?” said José Luis Romero, 31, who had fled Venezuela with his wife and two sons, ages 6 and 8. “We gave away our mattresses.”\n\nThe family had waited for three months in Nuevo Laredo before U.S. officials called for them Monday morning and took them across the border to Laredo, Tex. Romero was separated from his wife and children, and immigration officials interviewed the couple separately. The two explained how they had protested Venezuelan President Nicolás Maduro in the city of Maracaibo and how security forces had later raided their home.\n\nOn Tuesday — after their interviews, without warning — they were shipped back across the border with their children, their next court date scheduled for Sept. 24.\n\n\n\nAn asylum hearing for Romero, his wife and children is scheduled for Sept. 24, when they will be briefly allowed to cross again into the United States. (Kevin Sieff/The Washington Post)\n\n“No one told us they would send us back here to wait,” Romero said.\n\nHe and his family dragged their luggage through the streets for a few blocks. It was 97 degrees at 11 a.m. For months, he had tried to keep a low profile here after hearing of other migrants being kidnapped. Now he was left to find a new place to stay. The other returnees — all Cubans — had headed off in a different direction.\n\n“I was told not to talk to anyone because of my accent, not to leave the shelter, because we are targets,” Romero said.\n\n[Trump announces migration deal with Mexico, averting threatened tariffs]\n\nFor months, the city’s shelters had been overflowing. Some migrants who left to work or buy food were seized by armed groups. Aaron Mendez Ruiz, who runs a shelter called Amar, said 15 migrants from the facility have been kidnapped this year. One was a Cuban man, Carlos Cordero Roque, 31, who was released Sunday night with bruises lining his back.\n\nRecently, the armed men have been demanding payments of $5,000 from migrants, assuming their relatives in the United States will pay. Roque was held for two weeks before the money arrived, he said.\n\n“There’s no question that they specifically go after the migrants,” Ruiz said.\n\nEventually, on Tuesday, Romero called the manager of a different migrant shelter who sent a white truck to pick up the family from a street corner.\n\nThe Trump administration developed the Migrant Protection Protocols program to reduce the number of migrants who live and work in the United States while they wait for their asylum hearings — in some cases for years as a result of the backlog in U.S. asylum courts.\n\nBy June, 11,000 migrants had been sent back to Mexico, mostly to Tijuana and Ciudad Juarez, to await hearings. But the U.S.-Mexico migration deal last month has allowed for the program’s rapid expansion.\n\nMexican officials said they expected tens of thousands of asylum seekers to be returned over the next several months. There was no way to accommodate them, they said, without launching the program in Tamaulipas, where migrants have been targeted for years.\n\nIn 2010, 72 migrants were killed in San Fernando, in rural Tamaulipas. Police found their decomposing bodies and later accused the criminal syndicate Los Zetas of the killings.\n\nState officials voiced outrage at the new U.S. policy.\n\nTamaulipas “will not be a crossing point for returned asylum seekers,” the governor, Francisco Javier García Cabeza de Vaca, said in a statement on Monday.\n\n“Our shelters are already overwhelmed,” Raúl Cárdenas, the city manager of Nuevo Laredo, said in an interview. “We don’t have the resources to handle this.”\n\nCabeza de Vaca and officials in Nuevo Laredo threatened to send the migrants to a different state, farther from the border. They complained that Mexico’s federal government had signed a deal with the Trump administration without consulting or assisting the border states involved.\n\n“We think it would be better to create a shelter 30 or 50 miles south,” said Salvador Rosas, a congressman from Tamaulipas.\n\n[Border arrests drop as Mexico’s migration crackdown appears to cut crossings]\n\nOn Tuesday, Tamaulipas officials suggested that such a shelter could be built in the city of Colombia in the neighboring state of Nuevo León, 30 miles northwest of Laredo, Tex.\n\nThat plan would complicate the legal process for asylum seekers, who already struggle to find immigration attorneys willing to travel to Nuevo Laredo. The Department of Homeland Security gives returnees a list of lawyers in South Texas, but many say they are unwilling to meet with clients in Nuevo Laredo because of security concerns.\n\n“I don’t know any pro bono immigration lawyers who are ready to tend to this group,” said Nelly Vielma, an immigration attorney and a Laredo City Council member. “Right now, we are trying to figure out if we can handle some of the cases over Skype.”\n\nJulieta Vences, who leads the migration caucus in Mexico’s National Congress, said no migrants would be forced to leave Tamaulipas. But the state and city governments control how and where resources are distributed to migrants.\n\nWhile President Andrés Manuel López Obrador has spoken about the need to respect migrants’ rights, his administration so far has done little to assist those waiting in northern Mexico.\n\nThis city’s largest migrant encampment is a telling example. It is a municipal homeless shelter, where asylum seekers are allowed to sleep in a parking lot — if they can afford their own tents. Food is not provided. Other shelters, such as Amar, are funded by religious charities.\n\nLópez Obrador’s administration has said it is aware of poor conditions in migrant shelters and is working to improve them.\n\n[How Mexico talked Trump out of tariff threat with immigration crackdown pact]\n\nAuthorities here appeared unprepared to handle the return of asylum seekers, telling Romero and the others they would have to try their best to find a place to stay.\n\nLater on Tuesday, Romero was able to return to the small apartment in Nuevo Laredo he had rented for six weeks, for $100 a month, before he and his family were called across the border. Unlike many asylum seekers, he has relatives in the United States who can send him money.\n\nThe Mexican government issued him a work visa, he said, fulfilling a López Obrador pledge to allow migrants to earn money while awaiting their court dates in the United States. But Romero has no intention of using it.\n\n“As dangerous as this city is, I’m not going outside unless I have to,” he said.\n\nRead more\n\nAt border, grim realities of crisis collide with 2020 campaign politics\n\nLawmakers condemn ‘vulgar’ posts in secret border agent Facebook group\n\nAs Trump administration pushes to return more migrants to Mexico, legal battle over policy intensifies\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news"}, {"link": "https://www.washingtonpost.com/politics/the-us-uk-special-relationship-is-in-tatters-after-resignation-of-british-ambassador/2019/07/10/86fdea4a-a335-11e9-b732-41a79c2551bf_story.html", "published": "2019-07-10T11:55:00", "title": "The U.S.-U.K. ‘special relationship’ is in tatters after the resignation of British ambassador", "text": "The once “special relationship” between the United States and Great Britain is in tatters, shredded by the fallout from the 2016 Brexit referendum and President Trump’s determination to intervene in the politics of another country. If it improves, it likely will be on terms set by the president.\n\nWednesday’s resignation under fire by Kim Darroch, the British ambassador to the United States, represents a new low point in recent relations between the two countries. Leaked cables from Darroch back to his government that included critical comments about Trump and his administration were the ambassador’s undoing. Trump saw an opportunity to embarrass the British government and drive the wedge more firmly between the two countries.\n\nDarroch’s resignation has caused an understandable uproar in Britain. Ahead of his decision to resign, he received strong support from outgoing Prime Minister Theresa May. In the aftermath of his letter of resignation, he has received an outpouring of praise from many others in the government, who said he had acted with utmost professionalism in providing candid analysis of the state of affairs in Washington. They blamed the leaker for taking revenge against the government.\n\n[British Ambassador Kim Darroch’s resignation puts other diplomats on notice]\n\nBut what Darroch lacked, in the face of the attacks from Trump, was a strong endorsement from the man now favored to succeed May at No. 10 Downing Street. Boris Johnson, the former mayor of London and former foreign secretary, is the odds-on favorite to win the race for leadership of the Conservative Party against Jeremy Hunt, the current foreign secretary.\n\nIn a leadership debate, Johnson demurred when asked about Darroch’s status and what it might be under a Johnson government. With Trump declaring that he would no longer do business with Darroch, and Johnson declining to give the ambassador stand-up backing, Darroch was left with no choice but to leave. His resignation only highlights the deterioration of the relationship between the two countries since Trump took office.\n\n\n\nBritish Prime Minister Theresa May and President Trump have had a stormy relationship from the start. Trump has repeatedly denigrated May over her handling of Brexit, the referendum that called for the United Kingdom to leave the European Union. (Ben Stansall/AFP/Getty Images)\n\nNigel Sheinwald, a former British ambassador to the United States, called Trump’s treatment of Darroch “vindictive and undignified,” adding that the president has repeatedly taken advantage of a government weakened by the Brexit stalemate.\n\n“This would never have happened under any other presidency in modern times and it shows the strains in the U.K.-U.S. relationship,” he said.\n\nTrump and May have had a stormy relationship from the start. British officials, including Darroch, worked hard to make certain she was the first foreign leader to visit Trump in the White House as a way to highlight tight U.S.-British ties. British officials, including Darroch, carefully planned Trump’s last two visits to the United Kingdom to minimize friction between the two principals and maximize the pomp and ceremony to emphasize the long-standing friendship between the countries.\n\nOn a personal level, however, Trump repeatedly denigrated May, primarily over Brexit, the referendum that called for the United Kingdom to leave the European Union. He has criticized her negotiating tactics with E.U. leaders, offered his own strategy as superior and undercut her whenever it suited him, including in the past few days as the Darroch controversy was unfolding.\n\n[Darroch resigns as British ambassador over leaked memos, cables]\n\n\n\nIf he succeeds May, Boris Johnson, former U.K. foreign secretary and the favorite to win the race for leadership of the Conservative Party, will start on more solid ground with Trump than May has had. (Henry Nicholls/Bloomberg News)\n\nHis up-and-down relationship with May stands in contrast to that of recent past presidents, who have enjoyed strong bonds with their British counterparts. Ronald Reagan and Margaret Thatcher occasionally sparred but were united in their conservative visions and their views of the then-Soviet Union during the Cold War.\n\nBill Clinton and Tony Blair formed a partnership to advance centrist remakes of their political parties and tie their countries together. They were modernizers who brought their parties back to power and sought to spread the New Democrat and New Labour gospel elsewhere.\n\nWhen America was attacked on Sept. 11, 2001, Blair was the first foreign leader to speak with President George W. Bush by telephone, and he offered unwavering support to Britain’s ally. Blair remained steadfast in his support of Bush’s subsequent policies, including the invasion of Iraq in 2003, something that has tarnished the legacies of both leaders but especially Blair’s back home in Britain.\n\nTrump has followed a different script. He and the Brexiteers are cut from similar cloth — outsiders who tapped populist and anti-elite sentiment in their countries to upend and ultimately remake the politics on both sides of the Atlantic. Which is why he has been friendly with Nigel Farage, who led the pro-Leave forces during the Brexit referendum.\n\nMore importantly, over the course of his presidency, Trump has played nice with Johnson — and Johnson has responded in kind. On the eve of his visit to Britain a year ago, the president offered praise for Johnson as a possible future prime minister in an interview with a British newspaper, publication of which caused huge embarrassment for May. Even then, Johnson was angling to oust May.\n\nJohnson, whose tenure as foreign secretary drew widespread criticism, will start on more solid ground with Trump than May has had. But will it continue? If he becomes prime minister, he will have to navigate a strategy for leaving the E.U. that eluded May. He has been equivocal during the campaign debates about just how he would do that.\n\n[Read Ambassador Kim Darroch’s letter of resignation]\n\nMay announced her decision to step down in June. After several elimination rounds of voting by Conservative members of Parliament, Johnson and Hunt emerged as the finalists. The winner will be chosen by rank-and-file Conservative Party members across Britain, with voting now underway. Balloting closes July 21, with the winner expected to be announced July 23.\n\nIf Johnson becomes leader and therefore the new prime minister, his selection of a new ambassador will be a telling indicator. Will he select someone political to appease Trump, or will he appoint a career Foreign Service officer, someone who will send a signal to his entire diplomatic corps that he believes in unvarnished private analysis, even while maintaining cordial relations with the administration?\n\nThere is no easy path, given the divisions in Britain today. Brexit has split the country in two, Leavers and Remainers. That division often overrides traditional left-right differences between the two major parties. Both Labour and Conservatives are split between their pro- and anti-Brexit factions, and the European elections at least showed greater support for the lesser parties, who had clear positions on Brexit, rather than the traditional major parties.\n\nBritain has until the end of October to find a path out of the E.U. or face the prospect of a no-deal departure. Once out of the E.U., Britain wants and needs a trade relationship with the United States. Johnson may believe he can strike that deal with Trump better than anyone else. Perhaps he is right, but it is placing a bet on the president that comes with substantial risk.\n\nDarroch’s resignation has forced a moment of reflection, a moment of reckoning, in the relationship between the longtime allies. The traditional ties — cooperation on defense and intelligence issues, cultural relations and all the rest — will continue apace. British and U.S. government officials will do their work as they have tried to do it for years, cordially and professionally.\n\nBut with Trump in the White House and operating as no president has before — throwing his weight around to try to force other independent actors to do what he wants — and with Brexit still unresolved and now the major fault line in British politics, the relationship between the two countries faces a period of severe strain and possible remaking. Right now, Trump appears to have the upper hand in all this, and it will be left to the next leader of Britain to find that country’s new equilibrium."}, {"link": "https://www.washingtonpost.com/world/middle_east/iran-says-will-not-reverse-decision-to-boost-uranium-enrichment-as-french-envoy-visits-tehran/2019/07/10/781d59e4-a2f3-11e9-bd56-eac6bb02d01d_story.html", "published": "2019-07-10T16:21:00", "title": "U.S. accuses Iran of ‘nuclear extortion’ at emergency meeting of atomic energy watchdog", "text": "Secretary of Iran’s Supreme National Security Council Ali Shamkhani, right, welcomes French presidential envoy Emmanuel Bonne in Tehran on July 10, 2019. (Vahid Salemi/AP)\n\nThe United States on Wednesday accused Iran of “nuclear extortion” and said its plans to ramp up its atomic energy activities would “exacerbate” tensions and isolate Tehran.\n\n“There is no credible reason for Iran to expand its nuclear program, and there is no way to read this as anything other than a crude and transparent attempt to extort payments from the international community,” the United States said at an emergency meeting of the International Atomic Energy Agency, which monitors Iran’s nuclear activities.\n\nIran this week began enriching uranium beyond the limit set under its 2015 agreement with world powers, which curbed its atomic energy activities in exchange for widespread sanctions relief.\n\nIn its statement to the IAEA board of governors, the United States called on Tehran to pursue negotiations “without preconditions.”\n\n“Iran should also know, however, that the only path to sanctions relief is through such negotiations, not nuclear extortion,” it said.\n\nPresident Trump threatened Iran with more sanctions Wednesday and said on Twitter — without citing any evidence — that Iran “has long been secretly ‘enriching’ ” uranium in violation of the deal.\n\nThe remarks come amid high-level efforts to salvage the 2015 nuclear pact, also known as the JCPOA. Trump abandoned the agreement last year and reimposed a near-total embargo on the Iranian economy.\n\nAt the IAEA headquarters in Vienna, Russia’s mission called the emergency session — which was requested by the United States — “extraordinary” and said Iran’s low-enriched uranium “does not create risks in terms of proliferation of nuclear weapons.”\n\n“The root cause of [Iran’s] countermeasures are obvious to us. The terms of the deal were violated long ago,” Russia said of the U.S. decision to withdraw. “And it was not Iran who did this.”\n\nEuropean nations, including France, Germany and Britain, said in a joint statement that they were “deeply concerned that Iran is pursuing activities inconsistent with its JCPOA commitments.”\n\nThey urged Iran to “immediately reverse the actions and to avoid any further escalatory steps.”\n\nBut the head of Iran’s Supreme National Security Council, Ali Shamkhani, said Wednesday that Iran would not reverse its decision to boost uranium enrichment, characterizing it as an “unchangeable strategy” to compel world powers to reset the terms of the pact.\n\nHe spoke during a meeting with French presidential envoy Emmanuel Bonne, who was in Tehran to help ease tensions.\n\nShamkhani accused Europe of failing to guarantee Iran the economic benefits promised under the deal.\n\n“Iran’s step-by-step reduction of its nuclear commitments is an unchangeable strategy and that will continue . . . until Iran’s demands are fully met,” he said, the state-run Islamic Republic News Agency reported.\n\n[Iran surpasses uranium enrichment limit in its first major breach of nuclear deal]\n\nEarlier this month, Iran also breached the 300-kilogram limit on the amount of enriched uranium allowed under the agreement and warned that it would continue to scale back its obligations at 60-day intervals. European nations have urged Iran to reverse course and comply with the pact.\n\nBut Iranian officials, including President Hassan Rouhani, have criticized Europe for what they say is a policy of censuring Iran while allowing U.S. violations of the deal to go unpunished.\n\n“On one side, Americans described the JCPOA as the worst possible deal and withdrew from it,” Rouhani said at a cabinet meeting Wednesday, according to the Mehr news agency. “On the other side, when Iran reduces its commitments to the deal, everyone expresses concern, while they should be concerned about the United States, which violated the entire agreement.”\n\nHe said the U.S. request to convene the IAEA’s board of governors was “ridiculous.”\n\n“The solution is halting economic terrorism against Iran. Then we can take necessary measures,” Foreign Minister Mohammad Javad Zarif said on the sidelines of the Iranian cabinet meeting, according to Mehr.\n\nOn Twitter, Zarif said the United States “has no standing to raise JCPOA issues.”\n\nThe United States “abhors JCPOA, axed & violates it, and punishes all who observe it,” he wrote.\n\nRead more:\n\nWhat is the Iran nuclear deal, and why do some fear Trump’s rejection of it could lead to war?\n\nHow long can Europe maintain its balancing act between the U.S. and Iran?\n\nBritish marines seize tanker suspected of carrying Iranian oil bound for Syria\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news"}]}}}